Repository: cssmatic/cssmatic
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Gradient Generator
es: Editor Gradientes

source: <p>Use multiple colors and opacity stops to get amazing gradients.</p> <p>These gradients can be used as background images of banners, wallpapers, buttons or tables and in many other applications.</p>
es: <p>Usa varios colores y opacidades para obtener magníficos gradientes.</p> <p>Las imágenes generadas pueden usarse como imágenes de fondo en fondos de pantalla, botones y en muchos otros elementos.</p>

source: Border Radius
es: Bordes Redondeados

source: <p>Super easy to use and a super time saver. Change all the borders selected at the same time.</p>
es: <p>Super sencillo de usar y ahorra mucho tiempo. Cambia todos los bordes seleccionados al mismo tiempo.</p>

source: Noise Texture
es: Textura Suciedad

source: <p>Create subtle background patterns with dirty pixels and noise, changing the color and values and previewing the results in real time.</p>
es: <p>Crea sutiles fondos con algo de suciedad y de ruido, cambiando el color del fondo y de la suciedad, y viendo el resultado en tiempo real.</p>

source: Box Shadow
es: Editor Sombras

source: <p>Blur radius changes, color changes, shadow size… Everything that you need to create great drop shadows in a single place.</p>
es: <p>Cambia el radio de la sombra, el color, tamaño… Todo lo que necesitas para crear sombras en un solo lugar.</p>

source: The name is empty
es: El nombre está vacío

source: The family name is empty
es: El apellido está vacío

source: The email is empty
es: El email está vacío

source: The reason to contact is empty
es: El mótivo para contactarnos está vacío

source: The message is empty
es: El mensaje está vacío

source: About CSSmatic
es: Sobre CSSmatic

source: Welcome to the brand new CSSmatic website. This new tool owned by <a href="http://www.freepik.com/" title="Freepik">Freepik</a> to help you save time and money.
es: Bienvenido a CSSmatic. Una nueva herramienta de <a href="http://www.freepik.com/" title="Freepik">Freepik</a> para ayudarle a ganar tiempo y dinero.

source: In Alejandro Sánchez Blanes own words "CSSmatic is a new, simple and intuitive way of editing and tunning CSS properties. We are designers and we wanted a new tool to save ourselves some tedious and repetitive work. This project builds on the shoulders of giants, and we decided to make it free as a gift to our designers community, from which we learn so much."
es: En palabras de Alejandro Sánchez Blanes, "CSSmatic es una forma nueva, sencilla e intuitiva de editar varias propiedades CSS. Somos diseñadores y queríamos una nueva herramienta que nos ahorrase el trabajo aburrido y repetitivo. Este proyecto se basa en el de otros muchos, y hemos decidido ofrecerlo gratuítamente como regalo para la comunidad de diseñadores, de la formamos parte y de la que tanto hemos aprendido".

source: Team <span class="meta">CSSmatic</span>
es: Equipo <span class="meta">CSSmatic</span>

source: Co-Founder
es: Cofundador

source: Alejandro is an entrepreneur and a User Interface Designer that's also able to code. He loves to design and to get dirty with HTML/CSS.
es: Alejandro es un emprendedor y un diseñador de interfaces de usuario que también sabe programar. Le encanta diseñar y ensuciarse las manos con HTML/CSS.

source: He's the founder of <a href="http://www.freepik.com">freepik.com</a> (the leading website on free resources for designers), <a href="http://www.photaki.com">Photaki.com</a> and co-founder of <a href="http://www.resultados-futbol.com">resultados-futbol.com</a>
es: Es el fundador de <a href="http://www.freepik.com">freepik.com</a> (la web lider de recursos gratuitos para diseñadores), <a href="http://www.photaki.com">Photaki.com</a> y cofundador de <a href="http://www.resultados-futbol.com">resultados-futbol.com</a>

source: He currently lives in Málaga, (Spain) and keeps improving his projects and creating new ones.
es: Vive en Málaga (España) y sigue mejorando sus proyectos y creando proyectos nuevos.

source: Joaquín is a Spanish serial entrepreneur. He started working in LoQUo when it was a small startup before it got acquired by eBay. He created a new startup soon afterwards, Panoramio, that got acquired two years later by Google, where he worked for 3 years. He's back in Spain now and has created two new projects, <a href="http://www.presspeople.com/">PressPeople</a> (a Press Releases aggregator) and <a href="http://thumbr.it/">Thumbr.it</a> (a thumbnail and general image manipulation service in the cloud).
es: Joaquín es un emprendedor Español. Empezó trabajando en LoQUo cuando aún era una pequeña startup antes de que fuese adquirida por eBay. Creó una nueva startup poco después, Panoramio, que fue adquirida poco después por Google, donde trabajó durante 3 años. Ahora está de vuelta en España y ha creado dos proyectos nuevos, <a href="http://www.presspeople.com/">PressPeople</a> (un agregador de notas de prensa) y <a href="http://thumbr.it/">Thumbr.it</a> (un servicio de generación de thumbnails y manipulación de imágenes al vuelo).

source: Developer
es: Desarrollador

source: Marcos is an student of the last course of Computer Studies in the University of Málaga (Spain) and also works in Thumbr.it as a programmer. His favourite languages are python and javascript.
es: Marcos es un estudiante en su último año de informática de la Universidad de Málaga (España) y también trabaja en Thumbr.it como programador. Sus lenguajes favoritos son python y javascript.

source: The ultimate CSS tools for web designers | CSSmatic
es: Completa colección de herramientas CSS para diseñadores web | CSSmatic

source: The ultimate <strong>CSS tools</strong> for web designers
es: Completa colección de <strong>herramientas CSS</strong> para diseñadores web

source: <strong>CSSmatic</strong> is a non-profit project, made by developers for developers
es: <strong>CSSmatic</strong> es un proyecto libre, hecho por y para desarrolladores

source: Are you a web developer? Would you like to collaborate on CSSMatic?
es: ¿Eres un desarrollador web? ¿Te gustaría colaborar con CSSMatic?

source: Contact us
es: Contáctanos

source: Designed and developed by
es: Diseñado y desarrollado por

source: About
es: Acerca

source: Contact
es: Contacto

source: Border Radius CSS Generator | CSSmatic
es: Generator de bordes redondeados en CSS | CSSmatic

source: All Corners
es: Todas las esquinas

source: Top Left
es: Superior izquierda

source: Top Right
es: Superior derecha

source: Bottom Left
es: Inferior izquierda

source: Bottom Right
es: Inferior derecha

source: Border Width
es: Ancho del borde

source: Border Style
es: Estilo del borde

source: solid
es: sólido (solid)

source: dotted
es: punteado (dotted)

source: dashed
es: guiones (dashed)

source: double
es: doble (double)

source: groove
es: ranurado (groove)

source: ridge
es: cresta (ridge)

source: inset
es: por dentro (inset)

source: outset
es: por fuera (outset)

source: inherit
es: heredado (inherit)

source: hidden
es: oculto (hidden)

source: none
es: ninguno

source: Border Color
es: Color del borde

source: Background Color
es: Color de fondo

source: Copy Text
es: Copiar texto

source: Box Shadow CSS Generator | CSSmatic
es: Generator de sombras CSS | CSSmatic

source: Horizontal Offset
es: Desplazamiento horizontal

source: Vertical Offset
es: Desplazamiento vertical

source: Blur Radius
es: Radio de la sombra (blur)

source: Spread Radius
es: Tamaño de la sombra (spread)

source: Shadow Color
es: Color de la sombra

source: Box Color
es: Color de la caja

source: Outline
es: Por fuera

source: Inset
es: Por dentro

source: knob
es: punto

source: Contact Us | CSSmatic
es: Contáctanos | CSSmatic

source: Contact Us
es: Contacta con nosotros

source: Message sent!
es: ¡Mensaje enviado!

source: We want to hear from you
es: Queremos saber qué piensas

source: Have any questions or suggestions?
es: ¿Tienes alguna pregunta o sugerencias?

source: Reach out to us
es: Contáctanos

source: First Name
es: Nombre

source: Last Name
es: Apellidos

source: Company name
es: Nombre de tu compañía

source: Phone
es: Teléfono

source: Why are you contacting us?
es: ¿Por qué quieres contactar con nosotros?

source: Collaborate with us
es: Colabora con nosotros

source: Advertising
es: Publicidad

source: Partnerships
es: Colaboraciones

source: A question about CSSmatic
es: Una pregunta sobre CSSmatic

source: Other
es: Otro

source: Your Message
es: Tu mensaje

source: Send
es: Enviar

source: Gradient CSS Generator | CSSmatic
es: Generador de gradientes CSS | CSSmatic

source: Click to add an opacity stop
es: Pincha para añadir un nuevo punto

source: Click to add a color stop
es: Pincha para añadir un punto

source: reverse colors
es: cambiar colores

source: Opacity
es: Opacidad

source: Location
es: Posición

source: Delete Selected Stop
es: Borrar punto seleccionado

source: Hue
es: Matiz (hue)

source: Saturation
es: Saturación

source: Lightness
es: Luminosidad (Lightness)

source: Reset
es: Reiniciar

source: Save your preset
es: Guardar tu configuración

source: Save
es: Guardar

source: horizontal orientation
es: orientación horizontal

source: vertical orientation
es: orientación vertical

source: diagonal orientation
es: orientación diagonal

source: radial orientation
es: orientación radial

source: Color format
es: Formato del color

source: Comments
es: Comentarios

source: IE9 support
es: Soportar IE9

source: Support for full multi-stop gradients with IE9 (using SVG).
es: Soportar gradientes con múltiples cambios en IE9 (usando SVG).

source: Add a "gradient" class to all your elements that have a gradient, <br>and add the following override to your HTML to complete the IE9 support:
es: Añade una clase "gradient" a todos tus elementos a los que les quieras aplicar un gradiente<br> y añade estas líneas a tu HTML completar el soporte IE9:

source: IMPORT FROM CSS
es: IMPORTAR DE CSS

source: Enter existing gradient CSS to import.
es: Introduzca un gradiente CSS a importar.

source: Use Mozilla, Webkit, Opera, W3C or IE format.
es: Use la sintaxis de Mozilla, Webkit, Opera, W3C o IE.

source: ACCEPT
es: ACEPTAR

source: CANCEL
es: CANCELAR

source: Noise Texture CSS Generator | CSSmatic
es: Generador de texturas con ruido en CSS | CSSmatic

source: Noise Opacity
es: Opacidad del ruido

source: Noise Density
es: Densidad del ruido

source: Noise Color
es: Color del ruido

source: Export noise transparent
es: Exportar transparencia en el ruido

source: Dimensions
es: Dimensiones

source: Width
es: Ancho

source: Height
es: Alto

source: Download Noise Texture
es: Descargar textura con ruido
